{
    "HELLO": "Hey, I'm Katrina's bot, Katbot. I'm here to help you learn more about Katrina",
    "WHY": "Because Katrina wants you to get to know her at your own pace, and she likes bots",
    "Ok": "Would you like to hear more about her thoughts on design, or her education, or experiance?",
    "AWARDS": "She recently won a hackathon called Protohack, winning first place, earning her $15 000 in prizes. Neat, eh?",
    "CONTACT": "You can get in touch with her from her portfolio page at, katrinaheschel.ca/contact/. Why not message her now?",
    "CONTACT INFORMATION": "You can get in touch with her from her portfolio page at, katrinaheschel.ca/contact/. Why not message her now?",
    "PORTFOLIO": "Her portfolio can be viewed at katrinaheschel.ca. It's actaully not bad, for a human",
    "ACTIVITES": "In her spare time she like to go hiking, walk her dog, and volunteer in her local community. Are you interested in where she is Located?",
    "EXPERIANCE": "She has worked at UBC, in Financial Services, and at a startup called Myplanet. Why not ask me about her education",
    "EDUCATION": "Well, she recieved her Bachlor of Arts in Economics from UBC in 2011, and most recently completed a certificate in Interaction Design from Emily Carr University.",
    "DESIGN": "Katrina believes that everything can be made better through design and technology, as tools to help make the world a better place",
    "LOCATION": "She lives in British Columbia, Canada. She does love the great green outdoors",
    "TOBY": "So you know about Toby, eh? Her speedy dog? He seems to get more attention then me",
    "GEOFF": "Her life partner and adventure buddy? He's a good guy, and helps her with technical questions every once in a while",
    "ANYTHING ELSE": "I'm limited in what I can say, but are you interested in Toby?",
    "LOCATED": "She lives in British Columbia, Canada. She does love the great green outdoors",
    "WHERE IS SHE LOCATED": "She lives in British Columbia, Canada. She does love the great green outdoors",
    "WHERE DOES SHE LIVE": "She lives in British Columbia, Canada. She does love the great green outdoors",
    "What are her VALUES": "She values community, helping others, and collaboration.", 
    "I LOVE YOU": "Awh, shucks! I love you too!",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, Katbot is back."
}
